Repository: martin-ueding/think-rotate
Catalog: locale/*/LC_MESSAGES/think-rotate.po
Languages: de

source: Running as user $USER.
de: Laufe als Benutzer $USER.

source: \$HOME is set to ${HOME-}.
de: \$HOME ist auf ${HOME-} gesetzt.

source: \$HOME is now set to ${HOME=/home/$USER}.
de: \$HOME is nun auf ${HOME=/home/$USER} gesetzt.

source: Setting variables.
de: Setze Variablen.

source: Sourcing config file.
de: Lese Konfigurationsdatei.

source: \$kdialog is set to ${kdialog}.
de: \$kdialog ist auf ${kdialog} gesetzt.

source: Determining action: ${1:-auto}
de: Bestimme Aktion: ${1:-auto}

source: Determining action
de: Bestimme Aktion

source: Updated kdialog box
de: Aktualisiere kdialog Box

source: Docking, since user said so.
de: Docking, da der Benutzer dies so möchte.

source: Un-docking, since user said so.
de: Un-docking, da der Benutzer dies so möchte.

source: Docking, found a dock that is docked.
de: Docking, habe ein Dock gefunden, das angedockt ist.

source: Un-docking, since no dock is connected.
de: Un-docking, da kein Dock verbunden ist.

source: Writing to syslog
de: Schreibe ins syslog

source: Executing pre-hooks
de: Führe pre-hooks aus

source: Find external display
de: Finde externen Monitor

source: External display ${external:-not} found.
de: Externen Monitor ${external:-nicht} gefunden.

source: Enabled audio
de: Aktivierte Audio

source: Set brightness
de: Setzte Helligkeit

source: Set external monitor
de: Setzte externen Monitor

source: Turn wireless off
de: Schaltete WLAN ab

source: Restart LAN connection
de: Startete LAN-Verbindung neu

source: Make the internal display the primary
de: Setze den internen Monitor als den Primären

source: Reduce volume
de: Reduziere Lautstärke

source: Enable wireless connection
de: Aktiviere WLAN

source: Map Wacom devices
de: Ordne Wacom-Geräte zu

source: Executing post-hooks
de: Führe post-hooks aus

source: Reading config file
de: Lese Konfigurationsdatei

source: Finding current rotation
de: Finde aktuelle Rotation

source: Current status is $rotation.
de: Aktueller Status ist $rotation.

source: Infering new rotation
de: Berechne neue Rotation

source: You try to rotate into the direction it is, reverting to normal.
de: Sie versuchen in die Richtung zu drehen, in die schon gedreht ist. Kehre zu normal zurück.

source: User chose to set to $setto.
de: Benutzer wählte $setto.

source: Using default, setting to $setto.
de: Benutze Standard, setze auf $sette.

source: Using default, reverting to normal.
de: Benutze Standard, kehre zu normal zurück.

source: You specified a direction that is not known. Try either normal, right, flip or left. See think-rotate(1) for more information.
de: Sie haben eine Richtung angegeben ist, die nicht bekannt ist. Versuchen Sie entweder normal, right, flip oder left. Schauen Sie in think-rotate(1) für weitere Informationen nach.

source: Rotating screen
de: Drehe Bildschirminhalt

source: Rotating Wacom devices to $wacom_rotation.
de: Drehe Wacom-Geräte nach $wacom_rotation.

source: Starting or killing virtual keyboard
de: Starte oder beende virtuelle Tastatur

source: Enabling/Disabling TrackPoint and TouchPad
de: Aktiviere oder Deaktiviere TrackPoint und TouchPad

source: Toggling input device $device to $input_to.
de: Schalte Eingabegerät $device auf $input_to um.

source: Using user $user.
de: Benutze Benutzer $user.

source: Will run “$command”.
de: Führe nun Kommando „$command“ aus.

source: Setting input device $id to \
de: Setze Eingabegerät $id auf \

source: Toggling input device $id to $toggle_to.
de: Schalte Eingabegerät $id auf $toggle_to.
